[
    {
        "fase": "Iniciación",
        "pregunta": "¿Cuál fue tu primera impresión de esa persona?",
        "ejemplo": "En la etapa de iniciación, las personas se evalúan mutuamente e intentan presentarse de manera favorable. Ya sea que te encuentres con alguien en el pasillo de la escuela o en la sección de productos en la tienda de comestibles, observas a la persona y consideras cualquier conocimiento previo que tengas de ella, las expectativas para la situación, entre otros factores.",
        "letra": [
            "q",
            "a",
            "z"
        ],
        "respuesta": [
            "Buena",
            "Normal",
            "Mala"
        ],
        "texto": "En esta fase, las personas se evalúan mutuamente, buscando presentarse de manera favorable."
    },
    {
        "fase": "Experimentación",
        "pregunta": "¿Disfrutas con esa persona?",
        "ejemplo": "Descubrir que ambos tenéis intereses comunes puede llevar a conversaciones más extensas; sin embargo, a veces el experimento puede fallar. Si tenéis opiniones opuestas o tus intentos de intercambio de información con otra persona durante la etapa experimental se encuentran con silencio o vacilación, podrías interpretar su falta de comunicación como una señal de que no deberías buscar una interacción futura.",
        "letra": [
            "w",
            "s",
            "x"
        ],
        "respuesta": [
            "Mucho, tenemos intereses comunes",
            "Sin más",
            "No, lo hago por cortesía"
        ],
        "texto": "Aquí, se produce un intercambio de información, similar al 'ritual de olfateo' en animales, llevando a una transición de desconocidos a conocidos."
    },
    {
        "fase": "Intensificación",
        "pregunta": "¿Habéis compartido experiencias más íntimas que con otras personas?",
        "ejemplo": "La intensificación gradual de la relación puede llevarse a cabo durante semanas, meses o años. Invitar a alguien de vacaciones sin tener interacciones menos íntimas previas sería considerado extraño. Solicitar demasiados favores o no devolver los favores concedidos puede desequilibrar la relación, llevándola a transitar a otra etapa, como la diferenciación.",
        "letra": [
            "e",
            "d",
            "c"
        ],
        "respuesta": [
            "Sí, hemos vivido experiencias muy íntimas",
            "Hemos compartido vivencias casuales",
            "Sí, pero no fue bien"
        ],
        "texto": "Se señala la apertura a una mayor intimidad, esperando una señal de aceptación antes de avanzar."
    },
    {
        "fase": "Integración",
        "pregunta": "¿Formáis parte de la vida íntima del otro?",
        "ejemplo": "Señales verbales y no verbales incluyen ejemplos como la fusión con las amistades del otro o la percepción externa de los compañeros como una misma unidad. A pesar de integrarse, las personas suelen mantener un sentido de identidad propio al pasar tiempo con amigos y familiares por separado, equilibrando así la independencia y conexión. La ruptura de este equilibrio puede generar dependencia en una de las partes, lo que podría afectar negativamente la relación.",
        "letra": [
            "r",
            "f",
            "v"
        ],
        "respuesta": [
            "Hemos integrado nuestras vidas",
            "Compartimos cosas superficiales",
            "Sí, pero uno de nosotros es dependiente del otro"
        ],
        "texto": "Identidades y personalidades se fusionan, generando un sentido de interdependencia, evidente en diversas formas de relación."
    },
    {
        "fase": "Lazo",
        "pregunta": "¿Habéis establecido un vínculo único?",
        "ejemplo": "Pueden incluir rituales formales como un matrimonio pero o interpretarse como una unión más abstracta, como un mejor amigo. En cierto modo, el ritual de vinculación es arbitrario, ya que puede ocurrir en cualquier etapa de una relación.",
        "letra": [
            "t",
            "g",
            "b"
        ],
        "respuesta": [
            "Sí",
            "Tuvimos un vínculo pero se rompió",
            "No es correspondido"
        ],
        "texto": "Se incluye un ritual público que anuncia formalmente el compromiso, principalmente aplicable a parejas románticas."
    },
    {
        "fase": "Diferenciación",
        "pregunta": "¿Cómo lleváis vuestras diferencias?",
        "ejemplo": "Diferenciarse es lo opuesto a integrarse, ya que el 'nosotros' y 'nuestro' retrocede a 'yo' y 'mío'. La diferenciación puede comenzar en una relación que se vinculó antes de que los individuos se conocieran lo suficiente en profundidad y amplitud, o en una relación que apenas ha empezado",
        "letra": [
            "y",
            "h",
            "n"
        ],
        "respuesta": [
            "Nos unen más",
            "No nos afectan",
            "Nos perjudican"
        ],
        "texto": "Las diferencias individuales se comunican, revirtiendo la integración hacia una afirmación de individualidad."
    },
    {
        "fase": "Circunscripción",
        "pregunta": "¿Evitáis hablar de ciertos temas?",
        "ejemplo": "La comunicación disminuye y ciertas áreas o temas se restringen a medida que las personas se cierran verbalmente entre sí. Pueden decir cosas como 'No quiero hablar más de eso' o 'Tú atiende tus asuntos y yo atenderé los míos'",
        "letra": [
            "u",
            "j",
            "m"
        ],
        "respuesta": [
            "Sí",
            "Sí, pero no muchos",
            "Sí y nos perjudicó"
        ],
        "texto": "La comunicación disminuye y ciertos temas se restringen, marcando un cierre verbal entre las personas."
    },
    {
        "fase": "Estancamiento",
        "pregunta": "¿Llegó esa relación a un punto muerto?",
        "ejemplo": "Esta etapa puede prolongarse en algunas relaciones. Padres e hijos que están distanciados, parejas separadas que esperan un divorcio, o amigos que quieren poner fin a una relación pero no saben cómo hacerlo pueden pasar periodos extendidos de estancamiento.",
        "letra": [
            "i",
            "k",
            ","
        ],
        "respuesta": [
            "Sí, pero retomamos la relación",
            "Sí",
            "Sí, y fue a peor"
        ],
        "texto": "La relación puede estancarse, esperando que la comunicación interna evite el conflicto relacional."
    },
    {
        "fase": "Evitación",
        "pregunta": "¿Alguna de las parte ha intentado evitar al otro?",
        "ejemplo": "La comunicación en la etapa de evitación puede ser muy directa, como 'No quiero hablar contigo más', o más indirecta, como 'Tengo que encontrarme con alguien en un rato, así que no puedo hablar mucho'. Si bien la evitación física, como salir de una habitación o solicitar un cambio de horario en el trabajo",
        "letra": [
            "o",
            "l",
            "."
        ],
        "respuesta": [
            "Durante una época",
            "Sí pero de forma indirecta",
            "Sí, de forma directa"
        ],
        "texto": "Se busca cerrar las líneas de comunicación para poner fin a la incomodidad, implicando la disociación cognitiva en algunos casos."
    },
    {
        "fase": "Finalización",
        "pregunta": "¿Cómo acabó esa relación?",
        "ejemplo": "La etapa de terminación de una relación puede ocurrir poco después de la iniciación o después de que se haya establecido una historia relacional de diez o veinte años. La terminación puede ser resultado de circunstancias externas como la separación geográfica o factores internos como cambios en valores o personalidades que llevan a debilitar el vínculo.",
        "letra": [
            "p",
            "ñ",
            "-"
        ],
        "respuesta": [
            "Acabó, pero volvió a empezar",
            "No acabó mal",
            "Acabó mal"
        ],
        "texto": "Puede ocurrir temprano en la relación o después de años, impulsada por factores externos o cambios internos que debilitan el vínculo."
    }
]